Repository: volkanalkan/our-docket
Catalog: OurDocket/Localizable.xcstrings
Source language: en
Languages: tr

# %@ have passed
source: %@ ago
tr: %@ geçti

source: %lld days
tr: %lld gün

source: %lld months
tr: %lld ay

source: %lld years
tr: %lld yıl

source: 3–20 characters: letters, numbers, dots and underscores.
tr: 3–20 karakter: harf, rakam, nokta ve alt çizgi.

source: 6-digit code
tr: 6 haneli kod

source: A date range
tr: Bir tarih aralığı

source: A date range (e.g. a week)
tr: Bir tarih aralığı (örn. bir hafta)

source: A notification is sent every year at 00:00 — one week before (1 week left) and on the date itself (today).
tr: 1 hafta önce (1 hafta kaldı) ve tarihin kendisinde (bugün) olmak üzere, her yıl saat 00:00'da bildirim gönderilir.

source: Add
tr: Ekle

source: Add Photo
tr: Fotoğraf Ekle

source: Add a new item
tr: Yeni madde ekle

source: Add a new milestone from the top right.
tr: Sağ üstten yeni bir dönüm noktası ekle.

source: Add to Apple Calendar
tr: Apple Calendar'a ekle

source: Adjust Photo
tr: Fotoğrafı Ayarla

source: All
tr: Tümü

source: All items inside it will be deleted too.
tr: İçindeki tüm maddeler de silinir.

source: All photos and videos inside it will be deleted too. This cannot be undone.
tr: İçindeki tüm fotoğraf ve videolar da silinir. Bu işlem geri alınamaz.

source: Apple credentials couldn't be retrieved, please try again.
tr: Apple kimlik bilgisi alınamadı, lütfen tekrar deneyin.

source: Archive
tr: Arşiv

source: Are you sure you want to delete this file?
tr: Bu dosyayı silmek istediğine emin misin?

source: Are you sure you want to delete this milestone?
tr: Bu dönüm noktasını silmek istediğine emin misin?

source: Are you sure you want to delete this photo/video?
tr: Bu fotoğrafı/videoyu silmek istediğine emin misin?

source: Are you sure you want to delete this tab?
tr: Bu sekmeyi silmek istediğine emin misin?

source: Are you sure you want to delete your account?
tr: Hesabını silmek istediğine emin misin?

source: Back
tr: Geri

source: Boy
tr: Erkek

source: Cancel
tr: İptal

source: Categories
tr: Kategoriler

source: Category
tr: Kategori

source: Category name
tr: Kategori adı

source: Choose Photo
tr: Fotoğraf Seç

source: Continue
tr: Devam Et

source: Create
tr: Oluştur

source: Create Invite Code
tr: Davet Kodu Oluştur

source: Create Your Character
tr: Karakterini Oluştur

source: Create a new file from the top right.
tr: Sağ üstten yeni bir dosya oluştur.

source: Daily
tr: Günlük

source: Date
tr: Tarih

source: Date: unknown
tr: Tarih: bilinmiyor

source: Debug: Anonymous Sign-In
tr: Debug: Anonim Giriş

source: Delete
tr: Sil

source: Delete Account
tr: Hesabı Sil

source: Delete File
tr: Dosyayı Sil

source: Delete Tab
tr: Sekmeyi Sil

source: Deleting your account permanently removes your sign-in credentials. The memories, notes and milestones you shared stay in your partner's account.
tr: Hesabını sildiğinde giriş bilgilerin kalıcı olarak kaldırılır. Paylaştığın anılar, notlar ve dönüm noktaları partnerinin hesabında kalmaya devam eder.

source: Description
tr: Açıklama

source: Description (optional)
tr: Açıklama (opsiyonel)

source: Drag to position, pinch to zoom
tr: Konumlamak için sürükle, büyütmek için sıkıştır

source: Edit
tr: Düzenle

source: Edit Category
tr: Kategoriyi Düzenle

source: Edit Character
tr: Karakteri Düzenle

source: Edit File
tr: Dosyayı Düzenle

source: Edit Item
tr: Maddeyi Düzenle

source: Edit Profile
tr: Profili Düzenle

source: End
tr: Bitiş

source: Enter Invite Code
tr: Davet Kodu Gir

source: Gender
tr: Cinsiyet

source: Girl
tr: Kız

source: Hair
tr: Saç

source: Holiday
tr: Tatil

source: Home
tr: Ana Sayfa

source: In 1 week: %@
tr: 1 hafta sonra: %@

source: In Calendar
tr: Takvimde

source: Introduce Yourself
tr: Kendini Tanıt

source: It will be removed from Calendar. Are you sure?
tr: Calendar'dan silinecek, emin misin?

source: Item
tr: Madde

source: Language
tr: Dil

source: List
tr: Liste

source: Manual Order
tr: Elle Sırala

source: Milestones
tr: Dönüm Noktaları

source: Name
tr: İsim

source: Never Mind
tr: Vazgeç

source: New File
tr: Yeni Dosya

source: New Milestone
tr: Yeni Dönüm Noktası

source: New Tab
tr: Yeni Sekme

source: New category
tr: Yeni kategori

source: Newest First
tr: Yeniden Eskiye

source: No Date
tr: Tarih Yok

source: No date
tr: Tarih yok

source: No files yet
tr: Henüz dosya yok

source: No items in this list yet
tr: Bu listede henüz madde yok

source: Notes
tr: Notlar

source: Nothing here yet
tr: Henüz bir şey yok

source: Oldest First
tr: Eskiden Yeniye

source: Other
tr: Diğer

source: Outfit
tr: Kıyafet

source: Pair
tr: Eşleş

source: Pairing
tr: Eşleşme

source: Pick a Date
tr: Tarih Seç

source: Profile
tr: Profil

source: Random
tr: Rastgele

source: Relationship start
tr: İlişki başlangıcı

source: Reminder on
tr: Bildirim açık

source: Rename
tr: Yeniden Adlandır

source: Rename Tab
tr: Sekmeyi Yeniden Adlandır

source: Save
tr: Kaydet

source: Send notification
tr: Bildirim gönder

source: Send this code to your partner:
tr: Partnerine bu kodu gönder:

source: Set a date
tr: Bir tarih belirt

source: Settings
tr: Ayarlar

source: Show elapsed time counter
tr: Geçen süre sayacını göster

source: Shuffle
tr: Rastgele

source: Shuffled
tr: Karışık

source: Sign Out
tr: Çıkış Yap

source: Skin Tone
tr: Ten Rengi

source: Special Day
tr: Özel Gün

source: Start
tr: Başlangıç

source: Start Date
tr: Başlangıç Tarihi

source: Tab name
tr: Sekme adı

source: Tap to edit
tr: Düzenlemek için dokun

source: The Beginning of Your Relationship
tr: İlişkinizin Başlangıcı

source: The code is valid for 24 hours.
tr: Kod 24 saat geçerlidir.

source: The image couldn't be processed, please try another photo.
tr: Görsel işlenemedi, lütfen başka bir fotoğraf dene.

source: The media couldn't be processed, please try again.
tr: Medya işlenemedi, lütfen tekrar dene.

source: The official record of your relationship
tr: İlişkinizin resmi dosyası

source: The photo couldn't be loaded.
tr: Fotoğraf yüklenemedi.

source: This action cannot be undone.
tr: Bu işlem geri alınamaz.

source: This file type isn't supported.
tr: Bu dosya türü desteklenmiyor.

source: This invite code has expired.
tr: Bu davet kodunun süresi dolmuş.

source: This invite code is invalid.
tr: Bu davet kodu geçersiz.

source: This person is already paired with someone else.
tr: Bu kişi zaten başka biriyle eşleşmiş.

source: This username is already taken.
tr: Bu kullanıcı adı alınmış.

source: Timeline
tr: Zaman Çizelgesi

source: Title
tr: Başlık

source: To-Do
tr: Yapılacaklar

source: Today
tr: Bugün

source: Today: %@
tr: Bugün: %@

source: Unexpected credential type.
tr: Beklenmeyen kimlik bilgisi türü.

source: User
tr: Kullanıcı

source: Username
tr: Kullanıcı Adı

source: View
tr: Görünüm

source: Yes, Remove
tr: Evet, Kaldır

source: You can't use your own invite code.
tr: Kendi davet kodunu kullanamazsın.

source: Your partner will see you by this name.
tr: Partnerin seni bu isimle görecek.

source: e.g. Cappadocia Trip
tr: örn. Kapadokya Gezisi

source: e.g. First "I love you"
tr: örn. İlk "Seni Seviyorum"

source: e.g. Groceries
tr: örn. Market Alışverişi

source: e.g. Volkan
tr: örn. Volkan

source: username
tr: kullaniciadi
